[
	{
		"id": "6af9762b-d0aa-42d2-9d6d-1c114f9219db",
		"text": "Thank you. It's good to be here.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "b02da04e-044e-436a-8862-166139568136",
		"text": "So I think of it this way, who is this economy really working for? It's doing great for a thinner and thinner slice at the top. It's doing great for giant drug companies. This is not doing great for people are trying to get a prescription filled. It's doing great for people who want to invest in private prisons just not for the African-Americans and Latinx whose families are torn apart whose lives are destroyed and whose communities are ruined.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "cc2a6c88-5492-4875-9cc2-b1a5c95cdfab",
		"text": "It's doing great for giant oil companies that want to drill everywhere just not for the rest of us who are watching climate change bear down upon us. When you've got a government--when you've got an economy that does great for those with money and isn't doing great for everyone else that is corruption, pure and simple.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "7b099806-2659-444d-89bf-9680ee1dea58",
		"text": "We need to call it out. We need to attack it had on and we need to make structural change in our government, in our economy, and in our country.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "f9b912c5-cac1-416a-9419-4b1d1cb328d3",
		"text": "Well, first, the economy. We know that not everyone is sharing in this prosperity and Donald Trump just sits in the White House and gloats about what is going on when you have so many people that are having trouble affording college and having trouble affording their premiums. So I do get concerned about paying for college for rich kids; I do.",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "e9c37e0f-b83f-43c0-a461-73106ce56820",
		"text": "But I think my plan is a good one and my plan would be to first of all make community college free and make sure that everyone else besides that top percentile gets help with their education. My own dad and my sister got their first agrees with community college. There's many paths to success as well as certifications.",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "4bf2a244-66b5-4cdb-85d4-1ad260be22e2",
		"text": "Secondly I would use programs. I would double them from $6000 to $12,000 a year and expand it to the number of families that get covered up to families that make up to $100,000. And then the third thing I would do is make it easier for students to pay off their student loans because I can tell you this, if billionaires--",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "bddfafb7-de57-46ac-8c53-d9e39ea87234",
		"text": "--can pay off their yachts, students should be able to pay off their student loans.",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "562ca6cc-30d4-42b7-bf49-9b0db1ca0fbe",
		"text": "This economy has got to work for everyone and right now we know that it isn't and it's going to take all of us coming together to make sure that it does. (UNTRANSLATED)",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "4c2d0950-c3d7-40a9-94f7-3313694c45c9",
		"text": "Right now we have a system that favors those that can pay for access and outcomes, that is how you explain an economy that is rigged to corporations and to the very wealthiest. A $2 trillion tax cut that favored corporations while they were sitting on record piles of cash and the very wealthiest in this country at a time of historic wealth inequality.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "8ebe9510-8b88-4c49-9c8f-126780da1cb2",
		"text": "A new democracy that is revised because we have returned power to the people, no pacts, no gerrymandering, automatic and same-day voter registration to bring in more voters and a new voting rights act to get rid of the barriers that are in place now.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "96fec1e7-1b52-4790-b4f3-e7ac4cca30da",
		"text": "That's how we each have a voice in our democracy and make this economy work for everybody.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "49ad78b3-5ce3-47f7-83dd-3869fc4e44f9",
		"text": "I would support a--a tax rate and a tax code that is fair to everyone. Tax capital at the same rate--",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "72c00951-dc53-499d-b81c-d7762d6a1581",
		"text": "--that you--you tax ordinary income. Take the corporate tax rate up to 28 percent. You would generate the revenues--",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "786223ff-5043-4811-9a68-5181908e2d35",
		"text": "--you need to pay for the programs we are talking about.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "386db154-8468-4f58-a86e-e57a6efc9d1b",
		"text": "I don't think I disagree. I think we have a serious problem in our country with corporate consolidation. You see the evidence of that in how dignity is being strip from labor and we a people who work full-time jobs and still can't make a living wage.",
		"speaker": "Cory Booker"
	},
	{
		"id": "31a69453-34cb-4638-b194-821c2c8acfc4",
		"text": "We see that because consumer prices are being raised by pharmaceutical companies that often have monopolistic holds on drugs and use see that by just the fact that this is actually an economy that is hurting small businesses and not allowing them to compete.",
		"speaker": "Cory Booker"
	},
	{
		"id": "618fcf79-464e-45fb-a813-4a2b84d9f945",
		"text": "One of the most aggressive bills in the Senate to deal with corporate consolidation is mine about corporate consolidation in the ag sector. So I feel very strongly about the need to check the corporate consolidation and let the free market work.",
		"speaker": "Cory Booker"
	},
	{
		"id": "09138a0e-9ec3-45e4-a9d0-0bb022280f29",
		"text": "And I will tell you this I live in a low-income black and brown community. I see every single day that this economy is not working for average Americans. The indicators that are being used from GDP to Wall Street's rankings is not helping people in my community. It is about time that we have an economy that works for everybody, not just the wealthiest in our nation.",
		"speaker": "Cory Booker"
	},
	{
		"id": "eb8a0987-bc2d-49f5-b4af-0bb961af01e5",
		"text": "Well, again I will single out companies like Halliburton or Amazon that pay nothing in taxes and our need to change that. And when it comes to antitrust law what I would do is number one appoint judges that will enforce it; number two, have a DOJ and a Federal Trade Commission that will go through the processes necessary to check this kind of corporate concentration.",
		"speaker": "Cory Booker"
	},
	{
		"id": "d6f12116-fe02-482b-abc8-ea2d1ffdb21a",
		"text": "At the end of the day we have too much of a problem with corporate-",
		"speaker": "Cory Booker"
	},
	{
		"id": "1a96fd73-0941-4298-9c59-3f849a6f1612",
		"text": "--on the Affordable Care Act, and that is a public option. I am just simply concerned about kicking half of America off of their health insurance in a four years, which is exactly what this bill says.",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "64286abf-1a2f-49d7-b188-eb5a801d0f43",
		"text": "So, let me go on beyond that. There is a much bigger issue in addition to that, and that is pharmaceuticals. The president literally went on TV on Fox and said that people's heads would spend when they see how much he would bring down pharmaceutical prices. Instead, 2,500 drugs have gone up in double digits since he came into office. Instead, he gave $100 billion in giveaways to the pharma companies. For the rest of us, for the rest of America, that's what we call at home all foam and no beer. We got nothing out of it.",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "477b2543-cff2-419e-9f17-2af0690d4b64",
		"text": "And so, my proposal is to do something about pharma, to take them on, to allow negotiation under Medicare, to bring in less expensive drugs from other countries. And pharma thinks they own Washington. Well, they don't own me.",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "a78d31a0-0c49-4963-a6ab-88a1dec3fe39",
		"text": "So, yes, I'm with Bernie on Medicare for All, and let me tell you why. I've spent a big chunk of my life studying why families go broke, and one of the number one reasons is the cost of healthcare, medical bills. And that's not just for people who don't have insurance. It's for people who have insurance.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "8ea90537-b389-4a44-9a33-7462c4bb4d3e",
		"text": "Look at the business model of an insurance company. It's to bring in as many dollars as they can in premiums and to pay out as few dollars as possible for your healthcare. That leaves families with rising premiums, rising co-pays, and fighting with insurance companies to try to get the healthcare that their doctors say that they and their children need. Medicare for All solves that problem.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "71cac10e-dfc3-41b4-b169-121e1b9054ef",
		"text": "And I understand there are a lot of politicians who say, oh, it's just not possible. We just can't do it. It's--have a lot of political reasons for this. What they're really telling you is they just won't fight for it. Well, healthcare is a basic human right, and I will fight for basic human rights.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "6a57d1fe-a72b-47d7-a948-d230d8bc161f",
		"text": "That means Medicare for All.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "22f5b84b-c782-4f5f-88df-b6e9639ffe53",
		"text": "My goal is to ensure that every American is well enough to live to their full potential because they have healthcare. In Laredo, Texas, I met a young man, 27 years old, told me that he'd been to a doctor once in his life. And on that visit, he was told he had diabetes, was told he had glaucoma, and he was told untreated, because he doesn't have healthcare, he'll be dead before the age of 40.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "365325c7-0b70-4cf8-a649-b18529e6e686",
		"text": "So, getting to guaranteed, high quality, universal healthcare as quickly and surely as possible has to be our goal; the ability to afford your prescriptions and go to a primary care provider, the--the ability to see a mental health care provider. In Texas, the single largest provider of mental health care services is the county jail system today.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "1484b4e5-acf9-455b-a4ec-bca1b7e989ca",
		"text": "And healthcare also has to mean that every woman can make our own decisions about her own body and has access to the care that makes that possible.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "97737e51-2efa-4964-8228-5a1f96a163f1",
		"text": "Our plan says that if you're uninsured, we enroll you in Medicare. If you're insufficiently in short, you can afford your premiums, we enroll you in Medicare. But if you're a member of a union that negotiated for a healthcare plan that you like because it works for you--",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "dcd7d8db-8907-4c35-9058-5b54dc4f05b6",
		"text": "--And your family, your able to keep it. We preserve choice by making sure--",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "2c89535c-4a9a-4362-861c-57a95699f16f",
		"text": "--Everybody has health care--",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "a5fc8c85-521d-436e-9fe3-7e8e814188da",
		"text": "No. I--I think that choice is--is fundamental to our ability--",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "38e08aeb-2a94-42c6-8edd-bacf27011970",
		"text": "--Hey, wait, wait--",
		"speaker": "Bill de Blasio"
	},
	{
		"id": "2134d4d1-bb73-45b1-a4a6-adc4afa8bb9c",
		"text": "--To get everybody cared for--",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "a480fd10-f1c2-4d01-8b86-65f37ad970b4",
		"text": "--Congressman O'Rourke, about private insurance is not working for tens of millions of Americans. When you talk about the co-pays, the deductibles, the premiums, the out-of-pocket expenses, it's not working.",
		"speaker": "Bill de Blasio"
	},
	{
		"id": "7c4b5e76-8dbf-4a27-8d3d-bb2c02947306",
		"text": "That's right. So--so, for those--",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "d2ddcd3a-ea46-4147-92aa-080c8d4095fd",
		"text": "--How can you defend a system that's--",
		"speaker": "Bill de Blasio"
	},
	{
		"id": "d9cc46da-0d6b-41bc-b1bc-598f9605cd8b",
		"text": "--For whom it is--",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "e166b6fa-7315-451e-88c3-f9e91129a778",
		"text": "--Not working--",
		"speaker": "Bill de Blasio"
	},
	{
		"id": "6e84d02b-8c7d-49ab-a752-c78ecc4aa58e",
		"text": "--Not working, they can choose Medicare. For the culinary workers--",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "22772c59-0aec-4452-940f-5da585e58732",
		"text": "--Congressman--",
		"speaker": "Bill de Blasio"
	},
	{
		"id": "2a115d88-0589-4fd5-8edc-c0a34b2494f8",
		"text": "--In Nevada who I listened to--",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "60ac4891-5eb1-4f73-8102-14b8bf635c49",
		"text": "--You got to start by acknowledging the system is not working--",
		"speaker": "Bill de Blasio"
	},
	{
		"id": "ecac5192-2049-4520-89e7-2e51c05bb14b",
		"text": "--Who negotiated for those plans--",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "48d13bdf-0f1b-4529-9549-f92fec463f0a",
		"text": "--For people--",
		"speaker": "Bill de Blasio"
	},
	{
		"id": "c9f5de3f-1d16-4f93-926d-3ad1e1979142",
		"text": "--They're able to keep 'em.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "4016fc66-97ce-4a13-b350-8b2cbd8505a5",
		"text": "Why are you defending private insurance to begin with?",
		"speaker": "Bill de Blasio"
	},
	{
		"id": "17421c73-e22f-4759-9e64-803b036a565d",
		"text": "--Yes--",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "b3794143-dd16-4a8c-b647-b99031922be3",
		"text": "I think we're talking about this in the wrong way. You're talking about one bill over another bill. Really, what we're talking about is our objective, making sure that every single American in this country is able to get the health care that they need. I believe Medicare for All is the way to do that.",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "03c5497a-41fe-4779-ae94-2a518cdc2ee7",
		"text": "I also think that employers recognize how much money will be saved by supporting a Medicare for All program, a program that will reduce the administrative costs, reduce the bureaucratic costs, and make sure that everyone gets that quality healthcare that they need.",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "aae828c4-0a67-4101-8bf5-4ec3409a862e",
		"text": "--I also think if you--if you look at other countries in the world who have universal healthcare, every one of them has some form of a role of--of private insurance. I think that's what we've got to look at, taking the best of these ideas, but making sure unequivocally that no sick American goes without getting the care that they need regardless--",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "ce3ca374-9953-4c2a-9f26-9506f49f98b2",
		"text": "--Of how much or little money they have in their pocket.",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "83152733-31ee-4574-9b3b-049f787d1d0b",
		"text": "I absolutely will. First of all, we're talking about this as a healthcare issue. But in communities like mine, low income communities, it's an education issue because kids who don't have healthcare are not going to succeed in school. It is an issue for jobs--",
		"speaker": "Cory Booker"
	},
	{
		"id": "e06dccb3-548a-48a7-b158-79ac54d0f9da",
		"text": "--And employment because people that do not have good health care do not succeed at work. It's even a retirement issue because, in my community, African-Americans have a lower life expectancy because of the poorer health care.",
		"speaker": "Cory Booker"
	},
	{
		"id": "ef158d93-4d3d-46fc-9804-36ca0fcb4dc5",
		"text": "And so, where I stand is very clear. Healthcare is not just a human right, it should be an American right. And I believe the best way to get there is Medicare for All. But I have an urgency about this. When I am president of the United States, I'm not going to wait. We have to do the things immediately that are going to provide better care.",
		"speaker": "Cory Booker"
	},
	{
		"id": "e1afef26-b77a-44f5-9aee-99693bcbc687",
		"text": "And on this debate, I'm sorry. There are too many people profiteering off of the pain of people in America from the--from pharmaceutical companies to insurers. Literally, the overhead for insurers that they charge is 15 percent, while Medicare's overhead is only at 2 percent. We can do this better, and every single day I will be fighting to give people more access and more affordable cost until we get to my goal--",
		"speaker": "Cory Booker"
	},
	{
		"id": "755929ae-d74d-4cbe-a038-3cd8e9b243d1",
		"text": "--Which is every American having healthcare.",
		"speaker": "Cory Booker"
	},
	{
		"id": "8a9ab9ef-fda2-43f5-ae94-4cbbdb8cc077",
		"text": "--Can I just add to Senator--",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "b80e9e35-05a4-42ad-86f1-c04c790cd2e4",
		"text": "--I just want to add to--",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "cba793c9-9dd1-46e2-b561-a13a5f0063d4",
		"text": "--Senator Booker's--",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "9c2f067d-f989-4542-ad68-4c941016c728",
		"text": "--Point though. And that is that the insurance companies last year alone sucked $23 billion in profits out of the healthcare system, $23 billion, and that doesn't count the money that was paid to executives, the money that was spent lobbying Washington. We have a giant industry that wants our healthcare system to stay the way it is, because it's not working for families but it's sure as heck working for them.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "73f546f1-1a7a-488e-a4a6-e7f6370e516a",
		"text": "--It's time for us--",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "10d5a14c-b2ad-4f89-98f0-044d84063861",
		"text": "--To make families come first.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "1831c774-7330-4957-b7fd-958973ffc55d",
		"text": "--I think--I think we're--",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "72ec590f-741f-4ee5-835d-be6ac99254ca",
		"text": "I just want to say there's three women appear that have fought pretty hard for a woman's right to choose, so I'll start with that.",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "f0ab3734-7634-4140-af28-0b2dd194641e",
		"text": "And then I just want to make very clear, I think we share the goal of universal healthcare. And the idea I put out there, the public option, which the governor was just talking about, this idea is that you use Medicare or Medicaid without any insurance companies involved. You could do it either way. At its--the estimates are 13 million people would see a reduction in their premiums, 12 more million people would get covered. So, I think it is a beginning and the way you start and the way you moved to universal healthcare.",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "b5e64e74-4046-4cae-a32c-8d0cafcc836b",
		"text": "Yes, it would. I don't believe only in reproductive freedom. I believe in reproductive justice.",
		"speaker": "Julian Castro"
	},
	{
		"id": "b9527fc3-f212-48a3-96a5-a9706e301526",
		"text": "And, you know what that means is just because a woman or let's also not forget someone in the trans community--a trans female--",
		"speaker": "Julian Castro"
	},
	{
		"id": "a58e9dad-d587-4bf1-b29c-eaf0627b7614",
		"text": "--is poor doesn't mean they shouldn't have the right to exercise that right to choose. So, I absolutely would cover the right to have an abortion. More than that everybody in this crowd and watching at home knows that in our country today a person's right to choose is under assault in places like Missouri and Alabama, in Georgia. I would appoint judges to the federal bench that understand the precedent of Roe v Wade and will respect.",
		"speaker": "Julian Castro"
	},
	{
		"id": "d391f23f-79ae-4d40-8988-cf52165a24f8",
		"text": "And in addition to that make sure that we fight hard as we transition our healthcare system to one where everybody can get and exercise that right.",
		"speaker": "Julian Castro"
	},
	{
		"id": "303b093c-6b04-4e04-8c2e-5d91b933ecd2",
		"text": "I would make certain that every woman has access to the full range of reproductive healthcare services and that includes birth control, it includes abortion, it includes everything for a woman.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "9ad5289f-2d03-4ff5-8fe1-0ac07cc37363",
		"text": "And, I want to add on that--it's not enough for us to expect the courts to protect us. 47 years ago Roe versus Wade was decided and we've all looked to the courts all that time. As state after state has undermined Roe, has put in exceptions has come right up to the age of taking away protection.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "5ad5dbd8-bc57-4ffa-bdaa-e8b602383bac",
		"text": "We now have an America where most people support Roe versus Wade. We need to make that federal law.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "09aa26f2-00b7-44f5-9e2d-e5b58ee1f288",
		"text": "They should absolutely be held criminally liable because they are liable and responsible. This is one of the reasons why (INAUDIBLE) I was running for president I said I would not take contributions from former companies, not take contributions--",
		"speaker": "Cory Booker"
	},
	{
		"id": "92bd59c4-ad9b-40f7-9a36-b4e8af1b5a02",
		"text": "--I will not take contributions from corporate tax or pharma executives because they are part of this problem. And this opioid addiction in our country we in cities like mine have been seeing how we have been trying to arrest our way out of addiction for too long. It is time that we have a national urgency to deal with this problem and make the solutions that are working to actually be the law of our land and make the pharmaceutical that are responsible help to--help to pay for that.",
		"speaker": "Cory Booker"
	},
	{
		"id": "412b77a7-ff98-4834-b593-ab722c823d09",
		"text": "Tonight in this country you have 2.3 million or fellow Americans behind bars. It's the largest prison population on the face of the planet. Many are there for non-violent drug crimes including possession of marijuana at a time that more than half the states have legalized it or decriminalized. And despite what Purdue Pharma has done--their connection to the opioid crisis and the overdose deaths that we're seeing throughout this country they've been able to act with complete impunity and pay no consequences not a single night in jail. Unless there's accountability and justice this crisis will continue. In my administration we will hold them to account. We will make sure that they pay a price and we will help those that have been a victim of these malfeasance in this country get them treatment and long-term care.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "d2f63b0c-9d00-4b9a-9f75-fa271168baf2",
		"text": "Thank you very much, Jose. I'm very proud that in April I became the first candidate to put forward a comprehensive immigration plan and we saw those images--",
		"speaker": "Julian Castro"
	},
	{
		"id": "799e725f-4da2-40f7-8b0d-d987886184fb",
		"text": "--watching that image of Oscar and his daughter Valeria is heartbreaking. It should also piss us all off.",
		"speaker": "Julian Castro"
	},
	{
		"id": "e59d2574-71f9-413c-9473-f4c5621875c3",
		"text": "If I were president--and it should spur us to action. If I were president I would sign an executive order that would get rid of Trump's zero tolerance policy, the remain in Mexico policy and the metering policy. This metering policy is basically what prompted Oscar and Valeria to make that risky swim across the river--river. They have been playing games with people who are coming and trying to seek asylum at the ports of entry. Oscar and Valeria went to a port of entry and then they were denied the ability to make an asylum claim. So, they got frustrated and they tried to cross the river and they died because of that.",
		"speaker": "Julian Castro"
	},
	{
		"id": "a3450eeb-d16b-408a-863a-eeb7f2be7f79",
		"text": "On day one I would sign an executive order that would address metering and the in would follow that up in my first 100 days with immigration reform that would honor asylum claims. That would put undocumented immig--undocumented immigrants as long as they haven't committed a serious crime on a pathway to citizenship and we get to the root cause of the issue which is--we need a marshal plan for Honduras and Guatemala and El Salvador.",
		"speaker": "Julian Castro"
	},
	{
		"id": "ac9c1e17-f7ef-49d3-8ab5-f176a3f9858f",
		"text": "So that people can find safety and opportunity at home instead of coming to the United States to seek it.",
		"speaker": "Julian Castro"
	},
	{
		"id": "f2cc7d4e-cc79-4829-a790-910855e295df",
		"text": "Yes. (UNTRANSLATED) On day one I will make sure that number one, we end the ICE policies and the customs and border policies are violating the human rights. When people come to their--this country they do not leave their human rights at the border.",
		"speaker": "Cory Booker"
	},
	{
		"id": "e79efdd9-9bc9-4670-a22e-96701f8e6f27",
		"text": "Number two, I will make sure that we reinstate DACA, that we reinstate pathways to citizenship for DACA recipients and to make sure that people who are here on temporary protected status can stay and remain here. And then finally, we need to make sure that we address the issues that made Oscar and Valeria come in the first place by making major investments in the Northern Triangle. Not like this president is doing by ripping away the resources we need to actually solve this problem. We cannot surrender our values and think that we are going to get border security. We actually will lose security and our values. We must fight for both.",
		"speaker": "Cory Booker"
	},
	{
		"id": "0a8b2812-667c-4cb7-81cb-29bfbd1264ee",
		"text": "If I might very briefly--and this is an important point. My plan and I'm glad to see that Senator Booker, Senator Warren and Governor Inslee agree with me on this--my plan also includes getting red--getting rid of Section 1325 of Immigration Nationality Act. To go back to the way we used to treat this--when somebody comes across the border not to criminalize desperation.",
		"speaker": "Julian Castro"
	},
	{
		"id": "e34e7665-83b5-4332-88c7-9378d42b96f2",
		"text": "To treat that as a civil violation. And--and here is why it's important--we see all of this horrendous family separation they use that law Section 1325 to justify under the law separating little children from their families.",
		"speaker": "Julian Castro"
	},
	{
		"id": "40be37e9-e32e-4b76-861d-cd58d800fc88",
		"text": "Jose you were not asked--",
		"speaker": "Cory Booker"
	},
	{
		"id": "db1d61eb-fb29-44a2-bea3-b445a2e8c376",
		"text": "--So I challenge every single candidate on this stage to support the repeal of Section 1325.",
		"speaker": "Julian Castro"
	},
	{
		"id": "753c443f-dfde-4593-a4da-c542309a0d75",
		"text": "I already have.",
		"speaker": "Cory Booker"
	},
	{
		"id": "4ed3cffc-ba17-46a7-b6a4-92cbce84f7fd",
		"text": "As my friend here said I agree with him on that issue but folks should understand that the separation of children from families doesn't just go on at our border. It happens in our communities. ICE are ripping away parents from their American children, spouses and the like. And are creating fear in cities all across this country where parents are afraid to even drop their kids off to school or go to work. We must end those policies as well.",
		"speaker": "Cory Booker"
	},
	{
		"id": "eb9fea1a-424a-4696-a64c-abb6934bc942",
		"text": "(INAUDIBLE)-- about immigration this country--because look at the bottom line here. Those tragic--that tragic photo of those that parent that child and I'm saying this as a father--every American should feel that in their heart. Every American should say-",
		"speaker": "Bill de Blasio"
	},
	{
		"id": "28dbeb6a-fcd1-4776-a051-813d818b16ea",
		"text": "Those are not our values but we have to get under the skin of why we have this crisis in our system because we are not being honest about the division that has been fomented in this country. The way that American citizens have been told that immigrants somehow created their misery and their pain and their challenges. For all of the American citizens out there who feel you are falling behind or feel the American dream is not working for you the immigrants didn't do that to you.",
		"speaker": "Bill de Blasio"
	},
	{
		"id": "d0efeb8d-1b74-4697-a0f5-63d0fc91992d",
		"text": "The big corporations did that to you. The one person did that to you. We need to be a party of working people and that includes a party of immigrants but first we have to tell working people in America who are hurting that we are going to be on their side every single time against those big corporations who created this mess to begin with and remind people we are all in this together. If we don't change that debate, that politics that is holding us back we won't get all of these reforms that people are talking about. That is what we need to do as Democrats.",
		"speaker": "Bill de Blasio"
	},
	{
		"id": "67405cce-606d-4fca-a231-be06924f114a",
		"text": "(UNTRANSLATED). We would not turn back Valeria and her father Oscar. We would accept them into this country and follow our own asylum laws. We would not build walls. We would not put kids in cages. In fact, we would spare no expense to reunite--",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "3b8e120c-785b-4e74-ba80-08920eaefb44",
		"text": "Criminalize a lot of these families--",
		"speaker": "Julian Castro"
	},
	{
		"id": "332c66ff-e6cb-4a81-8fb0-c5b122976a0e",
		"text": "And we would not criminally prosecute any family who was fleeing violence and persecution--",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "b62e9d77-2146-4595-9509-3044ab359683",
		"text": "--Section 1325.",
		"speaker": "Julian Castro"
	},
	{
		"id": "02ce8ff1-f4f5-4718-b99e-480987b54e5e",
		"text": "--we would make sure (INAUDIBLE)--",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "9163374a-d6bc-46cc-aeda-bdf4fdc41b61",
		"text": "we would not attain any family fleeing violence. In fact, fleeing the deadliest countries on the face of the planet today. We would implement a family case management program so they could be cared for in the community at a fraction of the cost and then we would rewrite our immigration laws in our own image. Free dreamers forever from in the fear of deportation by making them U.S. citizens here in this country.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "fa5ef9bf-1b34-4328-a27a-56e0c09bba89",
		"text": "Invest in solutions in Central America, work with regional stakeholders so there is no reason to make that two thousand mile journey to this country.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "3f0079be-8c26-4f05-b3bf-59b366f4f4b6",
		"text": "Let's be very clear. The reason that they are separating these little children from their families is that they are using section 1325 of that Act which criminalizes coming across the border to incarcerate the pr--the parents and then separate them. Some of us on this stage have called to in that section, to terminate it. Some, like Congressman O'Rourke have not and I want to challenge all of the candidates to do that.",
		"speaker": "Julian Castro"
	},
	{
		"id": "10b35e6b-4f81-4b92-be00-f07814cc52aa",
		"text": "I--I just think it's a mistake, Beto. I think it's a mistake and I think that--that if you truly want to change the system that we have got to repeal that section. If not--",
		"speaker": "Julian Castro"
	},
	{
		"id": "12cdd7f4-0400-4125-bafd-113b1b2f73c9",
		"text": "-- Then it might as well be the same policy.",
		"speaker": "Julian Castro"
	},
	{
		"id": "4a0f8794-fe21-40ea-bfde-fbb8be141c3d",
		"text": "Let--let me respond to this very briefly. As a member of Congress I help to introduce legislation that would ensure that we don't criminalize those who are seeking asylum and refuge in this country.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "721fc3ed-6947-44ba-86f0-c74ef95c0c50",
		"text": "I'm not talking--",
		"speaker": "Julian Castro"
	},
	{
		"id": "e28cb77d-da41-4513-8a77-5fe1707a7ced",
		"text": "--if--if you are fleeing desperation--",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "d35843c4-87cb-4864-85b5-51898c031b17",
		"text": "--asylum--",
		"speaker": "Julian Castro"
	},
	{
		"id": "5020576a-7fc3-466a-b288-9a6a7b00494c",
		"text": "--then I want to make sure that you are treated with respect.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "9be6db2f-17d3-46f2-9a39-225d75f0c797",
		"text": "I am still talking about everybody else.",
		"speaker": "Julian Castro"
	},
	{
		"id": "f514aa9e-c39b-4069-b5c6-246ee7593b90",
		"text": "--but you are looking at just one small part of this. I am talking about a comprehensive rewrite of our immigration laws--",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "70f4ec6c-66e0-4480-9ed6-7c5f624c8244",
		"text": "That's not true.",
		"speaker": "Julian Castro"
	},
	{
		"id": "7d2945a7-fb6a-4311-9839-ea4e78f6f384",
		"text": "and if we do that--",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "b0e2422c-08ad-4882-970e-2a85f688081e",
		"text": "That's actually not true--",
		"speaker": "Julian Castro"
	},
	{
		"id": "ba2e9ef0-0ddf-4dde-a68f-c35c94d0d63b",
		"text": "-- people to follow our laws when they come to this country.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "dbf07a81-f57d-45fb-9ac0-f5ae3d925db8",
		"text": "I am talking about millions of folks, a lot of folks that are coming are not seeking asylum. A lot of them are undocumented immigrants and you said recently that the reason you didn't want to repeal section 1325 was because you were concerned about human trafficking and--and drug trafficking but let me tell you what, section 18--",
		"speaker": "Julian Castro"
	},
	{
		"id": "c0eb4dcb-892a-4ccb-8b19-d5780be7dbc2",
		"text": "--Title eighteen of the U.S. code, title twenty-one and title 22 already cover human trafficking (INAUDIBLE)--",
		"speaker": "Julian Castro"
	},
	{
		"id": "e7e12022-b277-4f0b-8640-7f0dfdd763c5",
		"text": "--if we apprehend a known smuggler or drug traffic are we are going to make sure that they deported (INAUDIBLE) criminal prosecution.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "f2333707-af43-4c1d-bdd1-86620faa048e",
		"text": "If you did your homework instead of talking about--",
		"speaker": "Julian Castro"
	},
	{
		"id": "3924977f-7adf-405e-91bd-7532b4c09aa5",
		"text": "Yes.",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "05727c5a-e9e8-4c64-945b-5222f2cf0e7c",
		"text": "Immigrants, they do not diminish America. They are in America and I am happy to look at his proposal but I do think you want to make sure that you have provisions in place that allow you to go after traffickers and allow you to go after people who are violating the law. What I really think we need to step back and talk about is the economic imperative here and that is that seventy of our Fortune five hundred companies are headed up by people that came from other countries, twenty-five percent of our U.S. Nobel Laureates were born in other countries. We have a situation right now where we need workers in our fields and in our factories, we need them to start small businesses. We need their ideas and this president has literally gone backwards at a time where our economy needs immigrants. And so my proposal is to look at that twenty thirteen bill that passed the Senate with Republican support to upgrade that bill to make it as good as possible and get it done. It brings the debt down by $158 billion dollars--",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "dac3e51a-8dcf-4a3a-b2b2-23e6e110517c",
		"text": "It gives a path to citizenship for citizen--for people who can become citizens and it would be so much better--",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "fe484462-3e7b-45ba-880d-bc47d464d328",
		"text": "And it would be so much better for our economy in America.",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "af8496c1-c98f-46ac-9eb2-412f9cc2e627",
		"text": "Well, this is a related and brief point because what we are talking about--what Secretary Castro and I are talking about is that we have the power to better deal with this problem through the civil process than the criminal process. I have been to some of the largest private persons which are repugnant to me that people are profiting off incarceration and they are immigration lockups. Our country has made so many mistakes by criminalizing things whether it's immigration, whether it's mental illness, whether it's addiction. We know that this is not the way to deal with problems. There is a humane way that affirms human rights and human dignity and actually solve this problem.",
		"speaker": "Cory Booker"
	},
	{
		"id": "87a0a22e-2d11-4e7f-9fe3-b6ce5fa8a021",
		"text": "Donald Trump is in solving this problem. We've seen under his leadership a surge at our border. We solve this problem by making investments in the northern triangle to stop the reasons why people are being driven here in the first place and we make sure we use our resources to provide healthcare, to affirm the values of human dignity that people that come here because we cannot sacrifice our values, our ideals as a nation for border security. We can have both by doing this the right way.",
		"speaker": "Cory Booker"
	},
	{
		"id": "d2756506-e463-4417-b468-15ac3f46f2bb",
		"text": "May I address that? First and foremost, it was a mistake to pull out of that deal. And one of the reasons why we are seeing this hostility now is because Donald Trump is marching us to a far more dangerous situation. Literally, he took us out of the deal that gave us transparency into their nuclear program and push back a nuclear breakout 10--20 years. And now we see Iran threatening to go further and who are pulled--being pulled in further and further into this crisis.",
		"speaker": "Cory Booker"
	},
	{
		"id": "55b7d63f-ea6a-482a-8ba0-e0c12d971959",
		"text": "We need to greet renegotiate and get back into a deal, but I'm not going to have a primary platform to say unilaterally I'm going to rejoin that deal because when I am president of the United States, I'm going to do the best I can to secure this country and that region and make sure that if I have an opportunity to leverage a better deal, I'm going to do it.",
		"speaker": "Cory Booker"
	},
	{
		"id": "f23bf098-f2ae-4cc2-ad4b-1a089d6dc84f",
		"text": "It was imperfect, but it was a good deal for that moment. I would have worked to get longer sunset periods, and that's something we could negotiate to get back in the deal. But the point is, Donald Trump told us when he got out of it that he was going to give us a better deal. Those were his words.",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "81fdb188-57fc-4939-9e64-aa5e46d39cb9",
		"text": "And now we are a month away from the Iranians who claim now that they're going to blow the caps on enriching uranium and the Iranians have told us this. And so that's where we are right now. He has made us less safe than we were when he became president. So what I would do is negotiate us back into that agreement, is stand with our allies give unlimited leverage to China and Russia, which was what he is done.",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "7e375a7b-ca65-4d12-baa3-21e31c8a7ac5",
		"text": "And then finally, I would make sure that if there's any possibility of a conflict, and we're having this debate in Congress right now, that he comes to Congress for an authorization of military force. I would do that.",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "72b0397a-7575-452c-a9be-4b27ab9fd290",
		"text": "And this president is literally every single day 10 minutes away from going to war, one tweet away from going to war, and I don't think we should conduct foreign policy--",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "d8881f81-55fa-4c93-8740-792dc9963747",
		"text": "--In our bathrobes at 5:00 in the morning--",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "531d9108-f706-47d0-b43e-586936dec7bc",
		"text": "--Which is what he does.",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "362636cd-7037-4405-baeb-2679e5fbe2a9",
		"text": "Let's deal with the situation where we are, where this president and his chicken hawk cabinet have led us to the brink of war with Iran. I served in the war in Iraq at the height of the war in 2005, a war that took over 4000 of my brothers and sisters in uniforms' lives.",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "121b7dd9-82b9-4543-a131-c3709a7e469d",
		"text": "The American people need to understand that this war with Iran would be far more devastating, far more costly than anything that we ever saw in Iraq. It would take many more lives, it would exacerbate the refugee crisis, and it wouldn't be just contained within Iran. This would turn into a regional war.",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "0eee7db8-3158-4c8a-b913-b5bd41cb7725",
		"text": "This is why it's so important that everyone of us, every single American stand up and say no war with Iran. We need to get back into the Iran nuclear agreement--",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "5a482372-d697-44ac-93b2-2527127a7821",
		"text": "And we need to negotiate how we can improve it. It was an imperfect deal. There are issues like their missile--their missile development that needs to be addressed. We can do both simultaneously to prevent Iran from developing a nuclear weapon and preventing us from going to war.",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "0d7e092d-14c2-4f86-9164-e41627b523bb",
		"text": "Look, obviously if there was an attack against the American--our troops, then there would have to be a response. But my point is, and it's important for us to recognize this, is Donald Trump and his cabinet, Mike Pompeo, John Bolton and others are creating a situation that just a spark would light up a war with Iran, which is incredibly dangerous. That's why we need to disk de-escalate tensions. Trump needs to get back into the Iran nuclear deal and swallow his pride, put the American people first.",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "9d977246-f3dc-4e34-b811-0e21d01d583d",
		"text": "Okay, but wait a minute--",
		"speaker": "Bill de Blasio"
	},
	{
		"id": "3386b197-ff3f-4da1-ba37-70c95ecef22b",
		"text": "--Neither Democrats nor Republicans--",
		"speaker": "Bill de Blasio"
	},
	{
		"id": "78faf29c-a7a6-44c7-a717-d065dff3cb50",
		"text": "--Have been serious about the war--",
		"speaker": "Bill de Blasio"
	},
	{
		"id": "0088b465-242f-4648-916c-d1cea0e0f801",
		"text": "--Can we hear?",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "a55fe3fe-be27-45d1-99ec-69be53a7b620",
		"text": "Yeah, their mics are on.",
		"speaker": "Cory Booker"
	},
	{
		"id": "54e868f0-1bd5-4340-8d2c-2c3d591cac95",
		"text": "Sorry.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "a0c9f630-419f-4509-9799-8aa214a12a6a",
		"text": "--Yeah--",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "3ab38e49-963e-4644-8e2c-ff4b934d2d98",
		"text": "So, in this period of time that I've been running for president I've had more than 100 town halls. I've taken more than 2000 unfiltered questions and the single hardest question I've gotten--I got one from a little boy and I got one from a little girl--and that is to say, when you're President how are you going to keep us safe? That's our responsibility as adults. Seven children will die today from gun violence--children and teenagers. And they won't just die in mass shootings. They'll die on sidewalks. They'll die in playgrounds. They'll die in people's backyards. Gun violence is a national health emergency in this country and we need to treat it like that.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "86d097de-f25a-488f-9b04-c4d1b1d91151",
		"text": "So what can we do? We can do the things that are sensible. We can do the universal background checks. We can ban the weapons of war. But we can also double down on the research and find out what really works. Where it is that we can make the differences at the margins that will keep our children safe.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "b9002bb8-3940-4c83-8e57-51824c533bb3",
		"text": "We need to treat this like a virus that's killing our children.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "86cae370-9ca7-4c72-8b1f-8f052f1a0a6c",
		"text": "What I think we need to do is we need to treat it like a serious research problem which we have not done.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "9fc66d11-3b7f-4c84-a084-f1847cec0eb0",
		"text": "You know, guns in the hands of a collector who has had them for decades who has never fired them--",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "015d0335-dc8f-4766-bfc5-3b6b213aba71",
		"text": "--who takes safety seriously that's very different from guns that are sold and turned over quickly. We can't treat this as an across the board problem. We have to treat it like a public health emergency that means bring data to bare and it means make real change in this country.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "3a57acc9-1f52-4cdf-8129-98617713befc",
		"text": "Whether it's politically popular or not.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "e9f6dca4-4656-4ea0-9d72-8b741daed3e5",
		"text": "Fight for our children.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "99f499ea-99d2-41e2-b9ca-cebfb12ef056",
		"text": "First of all, I want to say my colleague and I both have been hearing this on the campaign trail. But what's even worse is that I hear gunshots in my neighborhood. I think I'm the only one I hope I'm the only one on this panel here that had seven people shot in their neighborhood just last week. Someone I knew Shahad Smith(PH) was killed with an assault rifle at the top of my block last year. For millions of Americans this is not a policy issue this is an urgency. And for those who have not been directly affected they're tired of living in a country where their kids go to school to learn about reading, writing and arithmetic and how to deal with an active shooter in their school. This is something that I'm tired of and I'm tired of hearing people all they have to offer is thoughts and prayers.",
		"speaker": "Cory Booker"
	},
	{
		"id": "0299052f-ed01-4225-8474-754f904b521d",
		"text": "In my faith, people say faith without worse is dead so we will find a way. But the reason we have a problem right now is we've let the--the corporate gun lobby frame this debate. It is time that we have bold actions and a bold agenda. I will get that done as president of the United States because this is not about policy. This is personal.",
		"speaker": "Cory Booker"
	},
	{
		"id": "040ba578-54ed-4710-b28d-7a44395ad6a5",
		"text": "You know, Rachel, I--I'm the dad of a 10 year old girl, Carina, who's here tonight and the worst thing is knowing that your child might be worried about what could happen at school, a place that's supposed to be safe. The answer to your question is no, we don't have to accept that. And I believe that on January 20, 2021, at 12:01 p.m., we're going to have a Democratic president, a Democratic House, and a Democratic Senate.",
		"speaker": "Julian Castro"
	},
	{
		"id": "cce603f6-128a-4c0e-aa29-ca37c943d0a1",
		"text": "And--",
		"speaker": "Julian Castro"
	},
	{
		"id": "9d3897d4-1d64-4745-9135-6fc3bee4fc09",
		"text": "--the activist of Parkland folks, from Moms to men who have risen up--risen up across the United States--",
		"speaker": "Julian Castro"
	},
	{
		"id": "cffc5791-b016-4714-84c4-761bf98788b3",
		"text": "--and inspired so many people, you know, we may not have seen yet legislative action, but we're getting closer. The House took a vote, in the Senate. The question often is if it's--if a decision is between 60 votes, a filibuster, or passing common sense gun reform, I'm going to choose common sense gun reform. So, I believe that we're going to be able to get that done in 2021.",
		"speaker": "Julian Castro"
	},
	{
		"id": "61bc3b68-3bb3-425d-a601-02b1f27d8c52",
		"text": "Here's how we had that conversation in Texas. I shared with them what I learned from those students who survived the Santa Fe High School shooting. A young student named Bree (PH), her friend Marcell (PH), who survived another shooting, the mother of a victim who lost her life, Rhonda Heart (PH). They talked about universal background checks where you close every loophole. We know that they save lives. Talked about ending the sales of assault weapons into our communities. Those weapons of war were designed to kill people as effectively and as efficiently as possible. They should belong on the battlefield and not in our communities.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "22894f93-1e1a-41dc-81d8-7bd83acddfc0",
		"text": "Red flag laws. So, if someone poses a danger to themselves or to someone else, they're stopped before it's too late. And what I found in each one of those 254 counties is that Democrats and independents and Republicans, gun owners and non-gun owners alike agreed, but this effort must be led by the young people that you referenced at the beginning of this issue. Those students from Marjory Stoneman Douglas led the charge here in Florida and they've been able to change those laws. They're making our democracy work, ensuring that our values and our interests--",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "040a7882-53a4-4e44-8560-7ede2a74cd60",
		"text": "--And our priorities are reflected in the laws that we pass.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "c9bbd302-0fee-4f48-87aa-7a0eac7dc161",
		"text": "Well, that's not confiscation.",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "ab1aa2bd-1fb1-4c24-8075-0de952115bdc",
		"text": "You would give them the offer to buy back their gun, but I'll say this. I look at these proposals and I say, does this hurt my Uncle Dick and his deer stand coming from a proud hunting and fishing state? These proposals don't do that. When I was a prosecutor, I supported the assault weapon ban. When I was in the Senate, I saw those moms from Sandy Hook come and try to advocate for change and we all failed. And then now, these Parkland kids from Florida, they started a literally a national shift. You know why? It's just like with gay marriage. When kids talk to their parents--",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "ff588ce8-00e8-4df4-bde7-de413684cf35",
		"text": "--And their grandparents, they say I don't understand why we can't put these sensible things in place, they listen.",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "3e143a1c-1454-4097-9704-523744e3dd7e",
		"text": "And if we bested by--",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "e9ef5ef3-9ab0-46cd-a09a-14c7492f0621",
		"text": "--A bunch of 17 year olds--",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "47ff8fa6-3cbe-48cf-8048-b6ad3de1af34",
		"text": "--It's the best thing that--",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "e5707d8b-2239-4018-b8da-8fa758d399d6",
		"text": "--Could ever happen.",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "632b68ed-b0f7-48bb-a202-fdf454421d71",
		"text": "I'm going to use 20 of my seconds just to say there's one thing we don't all agree with when it comes to guns and it's common sense and over 70 percent of Americans agree with me. If you need a license to drive a car you should need a license to buy and own a firearm.",
		"speaker": "Cory Booker"
	},
	{
		"id": "998f2d04-b02e-40cd-8fd7-c76d939ccfe4",
		"text": "And not everybody in this field agrees with that but in states like Connecticut that did that they saw 40 percent drops in gun violence and 15 percent drops in suicides. We need to start having old agendas on guns. When it comes to the Supreme Court very clearly we--I agree with my friend, Secretary Castro, we are going to get to 50 votes in the Senate. This is 18 (INAUDIBLE) whoever is our nominee needs to campaign in places like South Carolina because we can elect Jamie Harrison. They need to campaign in places like Iowa because we--we can win a Senate seat there. This is about getting us back to having 50 votes in the Senate and more so that we can not only balance the Supreme Court but start to pass an aggressive agenda that, frankly, isn't so aggressive because most of America agrees with the policy objectives of our party.",
		"speaker": "Cory Booker"
	},
	{
		"id": "81680b54-9bca-4414-b279-4326f03ce6d9",
		"text": "Rachel, I am chief executive of the nation's largest city and I also want to just say something quick on the gun issue and come to your question. Look, I run the largest the police force in America too and if we are going to stop these shootings and get these guns off the street we have to have a very different relationship between our police and our community. And I also want to say there is something that sets me apart from all of my colleagues running in this race and that is for the last 21 years I have been raising a black son in America. And I have had to have very, very serious talks with my son Dante, about how to protect himself in the streets of our city and all over our country including how to deal with the fact that he has to take special caution because there has been too many tragedies between our young men and our police too--as we saw recently in Indiana.",
		"speaker": "Bill de Blasio"
	},
	{
		"id": "dc47dcc0-7c21-48d7-84cc-56a299399ddd",
		"text": "So, we need to have a different conversation in this country about guns but also a different conversation about policing that brings police and community together. We've done that in New York City and we have driven down crime while we've done it. To your question about Mitch McConnell, there's a political solution that we have to come to grips with--if a Democratic Party would stop acting like the party of the elite and be the party of the working people again and go into states including red states to convince people we are on their side we can put pressure on their senators to actually have to vote for the nominees that are put forward (INAUDIBLE).",
		"speaker": "Bill de Blasio"
	},
	{
		"id": "34061b52-b7ee-42ec-a8fa-b4c2d5927bbe",
		"text": "I do.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "17b41d06-ce40-4109-b3af-ca532dd8a5b9",
		"text": "We are a democracy and the way a democracy is supposed to work is the will of the people matters. Now, we for far too long have had a congress in Washington that is just completely dismissed what people care about across this country. They have made this country work much better for those who can make giant contributions, made it work better for those who hire armies of lobbyists and lawyers and not made it work for the people. Well, here is how I see this happening--number one, sure I want to see us get a Democratic majority in the Senate. But short of the Democratic majority in the Senate you better understand the fight still goes on. It starts in the White House and it means everybody we energize in 2020 stays on the frontlines come January 2021. We have to push funding outside, have leadership from the inside.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "0f93ea76-b275-4920-8504-f6b6dc9e8cb9",
		"text": "And make this--",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "2b6480f9-4617-4920-9332-67c1d7992a26",
		"text": "The will of the people.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "90644dad-62d9-4faa-a12d-9bf468135d4d",
		"text": "(INAUDIBLE) the heart of the question.",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "4b7e6650-af76-4849-a107-493ec15e3cf5",
		"text": "You know when I got to the United States Senate going back to what De Blasio said as an African-American man in an African-American dominated community I knew one of the biggest issues was criminal justice reform from police accountability to dealing with the fact that we have a nation that has more African Americans under criminal supervision then all of the slaves in eighteen fifty and when I got to the Senate people told me we could not get a comprehensive criminal justice reform bill done. As my colleagues in the Senate know I fought on that bill from the day I got to the Senate, built coalitions across the aisle and today we passed the first step fact.",
		"speaker": "Cory Booker"
	},
	{
		"id": "00ad219a-c257-45fc-85e5-17e547603c46",
		"text": "Is not as far as I want to go but thousands of people will be liberated.",
		"speaker": "Cory Booker"
	},
	{
		"id": "7d1d75d8-2931-4c96-927e-7407f27bfbfb",
		"text": "I have gotten--I have taken on tough problems people said we cannot achieve and I have been able to get things accomplished.",
		"speaker": "Cory Booker"
	},
	{
		"id": "05a92b31-a311-4ef2-875c-382ace7f37df",
		"text": "I think you have got to bring everybody into the decisions and the solutions, to the challenges that we face. That is why we are traveling everywhere listening to everyone. We were in Pacific Junction, a town that had never meaningfully flooded be for just a bit against the Missouri River in Iowa and every home in that community had flooded. There were farms just outside of Pacific Junction(SP) that were effectively lakes. Those farmers already underwater in debt. There markets closed to them by trademark under this administration and now they don't know what to do. We and our administration are going to fund resiliency in those communities, in Miami, in Houston, Texas, those places that are on the front lines of climate change today.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "bf1ac60f-b280-4db7-880d-0ecfec3a67de",
		"text": "We, in our administration, are going to fund resiliency in those communities, in Miami, in Houston, Texas, those places that are on the front lines of climate change today. We're going to mobilize $5 trillion in this economy over the next 10 years. We're going to free ourselves from a dependence on fossil fuels.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "a691fd5f-c3e3-4433-9605-c5aa001563f2",
		"text": "And we're going to put farmers and ranchers in the drivers seat, renewable and--and sustainable agriculture, to make sure that we capture more carbon out of the air and keep more of it in the soil, paying farmers for the environmental services that they want to provide. If all of us does all that we can, then we're going to be able to keep this planet from warming another two degrees Celsius and in sure that we match what this country can do and live up to our promise that are potential.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "e962fcef-bd31-4d46-be09-24ed4bad722c",
		"text": "Well, I don't think that that represents the vast majority of the issue. In fact, you know, my first visit after I announced my candidacy wasn't to Iowa or New Hampshire. It was to send one, Puerto Rico--",
		"speaker": "Julian Castro"
	},
	{
		"id": "cbe92f5c-29c2-4790-84cd-762df21bd9d3",
		"text": "--Because people should know that if I'm elected president, everybody will count.",
		"speaker": "Julian Castro"
	},
	{
		"id": "ab604700-ae6c-4cc5-8c5f-c95f5292a4ab",
		"text": "And, you know, I'm one of the few candidates in this race with executive experience, with a track record of getting things done. When I was mayor of San Antonio, we moved our local public utility. We began to shift it from coal-fired plants to solar and other renewables, and also created more than 800 jobs doing that. And when I was HUD secretary, we worked on the National Disaster Resilience Competition--",
		"speaker": "Julian Castro"
	},
	{
		"id": "cd45d48f-9e91-4234-bc9f-f5bfd2e87d9b",
		"text": "--To invest in communities that were trying to rebuild from natural disasters in a sustainable way.",
		"speaker": "Julian Castro"
	},
	{
		"id": "7f27b52f-3e30-4822-801d-d21cf0a1cc13",
		"text": "That's the way that we're going to help to make sure that we're all safer in the years to come and that we combat climate change.",
		"speaker": "Julian Castro"
	},
	{
		"id": "839c6abb-73b9-4b88-ac76-3ee1c42fc0dd",
		"text": "--And I'm elected president--",
		"speaker": "Julian Castro"
	},
	{
		"id": "643b1093-1f84-4a75-a396-d5ec2b5f07a7",
		"text": "The first thing that I would do--",
		"speaker": "Julian Castro"
	},
	{
		"id": "a194aa12-94e1-460b-b913-a1b56f402a32",
		"text": "--Like Senator Klobuchar also has said--",
		"speaker": "Julian Castro"
	},
	{
		"id": "e4d77fc6-01d4-43a6-895c-b0090990686e",
		"text": "--Is sign an executive order recommitting us to the Paris Climate Accord--",
		"speaker": "Julian Castro"
	},
	{
		"id": "294f8972-8571-4df3-b7d7-65e97ecbe523",
		"text": "--So that we meet again.",
		"speaker": "Julian Castro"
	},
	{
		"id": "420cf210-9b1e-4101-8807-e29347b96bad",
		"text": "Chuck, your question's about--",
		"speaker": "Julian Castro"
	},
	{
		"id": "1536985f-3407-4110-8404-55bd0759b812",
		"text": "Let me say that there is no one in our government at any level, who has the right to tell any American who they should be allowed to love or they should be allowed to marry my record in Congress for over six years shows my commitment to fighting for LGBTQ equality. I serve on the equality Caucus and recently voted for passage of the equality act.",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "4ed47b56-e439-4ce2-a54b-30321e999677",
		"text": "Maybe many people in this country can relate to the fact that I grew up in a socially conservative home, held views when I was very young that I no longer hold today. I've served with LGBTQ service members both in training and deployed downrange. I know that they would give their life for me and I would give my life for them.",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "d7235e68-2dbe-485b-9a6f-94ba5de9303c",
		"text": "It is this commitment that I'll carry through as president of the United States, recognizing that there are still people who are facing discrimination in the workplace, still people who were unable to find a home for their families. It is this kind of discrimination that we need to address.",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "95a2d597-e7bf-4d94-b94f-7fc1128513f4",
		"text": "But it's not enough.",
		"speaker": "Cory Booker"
	},
	{
		"id": "69048a6a-a2fe-4e8c-aa18-7c1eb8bc5488",
		"text": "It's not enough.",
		"speaker": "Cory Booker"
	},
	{
		"id": "148e354c-b5c5-4493-8be6-7021125e4ef1",
		"text": "If I can add to this, it's very important",
		"speaker": "Cory Booker"
	},
	{
		"id": "1977d291-deef-4a15-b224-390e07eede04",
		"text": "--Because this is not enough. Look, civil rights is the place to begin. But in the African African-American civil rights community, another place to focus on was to stop the lynching of African-Americans. We did not talk enough about trans Americans, especially African-American trans Americans--",
		"speaker": "Cory Booker"
	},
	{
		"id": "e4f7297a-d166-40d2-a27a-81b8634704a2",
		"text": "And the incredibly high rates of murder right now. We don't talk enough about how many children, about 30 percent of LGBTQ kids who do not go to school because of fear. It's not enough just to be on the equality act. I'm an original cosponsor. We need to have a president that will fight to protect LGBTQ Americans--",
		"speaker": "Cory Booker"
	},
	{
		"id": "5a16bf71-4221-43b4-873d-33556df788da",
		"text": "--Every single day from violence in our country.",
		"speaker": "Cory Booker"
	},
	{
		"id": "fe9a986d-dca3-48be-be3c-1dea2bb351f8",
		"text": "My life and my career and my work and the Senate has been about economic opportunity. And to me, this means better childcare for everyone in this country. And when you want to have an economy that works, you need to have retirement that works. You need to have public schools that work, and you also need to make sure that that--those communities are able to get those jobs of the future, the stem jobs.",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "e648d3ba-5245-4b1c-9671-41788b692c09",
		"text": "In fact, Donald Trump, one of the first bills that he signed of the 34 he signed where I was the lead Democrat, okay, that's a first up here, was one that was about that, making sure minority community members could share in those jobs. So to me, this is about a few things. It's about an African-American woman that goes to a hospital in New Orleans, says her hands are swelling, and then doctor ignores her and her baby dies. It's about the fact that African-American women make $0.61 for every dollar a white man makes. So in short, we need to one, and I will do this in my first 100 days as president, we will work to make sure everyone can vote at this table. Everyone can vote in this country",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "6f1f25fe-3579-4297-8b61-9bb8dfa0206f",
		"text": "--And we will also go to the next step of criminal justice reform. Senator Booker and I worked on that first step action, but we should go to the second step act, which is to help all our communities across the country.",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "a7c18a0c-172c-4687-8928-15b9ec4e14c7",
		"text": "Well, I also think that we have to recognize racial and social justice. And you know, I was in Charleston not too long ago and I remembered that Dylan Roof went to the Mother Emmanuel AME church and he murdered nine people who were worshiping and then he was apprehended by police without incident. Well, what but what about Eric Garner and Tamir Rice and Laquan McDonald and Sandra Bland and Pamela Turner and Antonio Arset (SP)? I'm proud that I'm the only candidate so far that has put forward legislation that would reform our policing system in America and make sure that no matter the color of your skin is, that you are treated the same, including Latinos who are mistreated too often times by police.",
		"speaker": "Julian Castro"
	},
	{
		"id": "135ee419-db14-443d-ad9e-88a86059fbc6",
		"text": "John, I appreciate the--the question. The answer is yes, but that action should always be undertaken with allies and partners and friends. When the United States presents a united front, we have a much better chance of achieving our foreign policy aims and preventing the kind of genocide to which you refer, the kind of genocide that we saw in Rwanda, the kind of genocide we want to stop doing forward.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "7728c8c6-2f7c-4d83-912a-cbae84bc0442",
		"text": "But unfortunately, under this administration, President Trump has alienated our allies and our friends and our alliances. He's diminished our standing in the world and he's made us weaker as a country, less able to confront challenges whether it's Iran or North Korea or Vladimir Putin in Russia who attacked and invaded our democracy in 2016 and who President Trump has offered another invitation to do the same. He's embraced strong men and dictators at the expense of the great democracies.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "be8165aa-5f7b-458b-ad06-70f4fe14c5a1",
		"text": "As president, I will make sure that we live our values and our foreign policy. I will ensure that we strengthen those alliances and partnerships and friendships and meet any challenge that we face together. That makes America stronger.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "9dd67b51-0f6c-40cc-9870-88065a655556",
		"text": "But what about the war Powers act?",
		"speaker": "Bill de Blasio"
	},
	{
		"id": "34b40bdc-3283-4524-afed-604cee399c15",
		"text": "What about the war powers act being a part of that equation with deep respect to the congressman? Look, we've learned painful lessons as Americans that we have gone to war without congressional authorization. Look this is very personal for me. I know the cost of war. My add served in the Pacific in World War II in the US Army, battle of Okinawa, had half his leg blown off and he came home with scars both physical and emotional and he did not recover. He spiraled downward and he ultimately took his own life. And that battle didn't kill him but that war did. And look, even in the humanitarian crisis and I think we should be ready, congressman to intervene. God forbid there is a genocide. But not without congressional approval.",
		"speaker": "Bill de Blasio"
	},
	{
		"id": "dea28486-a5a6-4d08-9f90-ba61a16db616",
		"text": "Democrats and republicans both in the congress have not challenged presidents and have let them get away with running the military without the congressional approval. We learned a lesson in Vietnam. We seemed to have forgotten. The decision have to be made by the United States.",
		"speaker": "Bill de Blasio"
	},
	{
		"id": "2317ac8a-8d65-44bf-9b01-1323d69f9ba9",
		"text": "Is that what you will tell the parents of those two soldiers who were just killed in Afghanistan? Well, we just have to be engaged? As a soldier, I will tell you that answer is unacceptable.",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "88fa0b50-adc0-4cea-bea4-3c9e31c85c95",
		"text": "We have to bring our troops home from Afghanistan. We are in a place in Afghanistan where we have lost so many lives. We have spent so much money. Money that's coming out of every one of our pockets. Money that should be going into communities here at home. Meeting the needs of the people here at home. We are no better off in Afghanistan today than we were when this war began. This is why it is so important to have a President Commander in Chief who knows the cost of war and is ready to do the job on day one. I am ready to do that job when I walk into the Oval Office.",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "655b0302-7d4c-4b9c-954d-1bda1da367e6",
		"text": "The Taliban was there long before we came in. They'll be there long before we leave.",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "8c00b344-652f-4295-9acc-44f6434371e3",
		"text": "We can't keep U.S. troops deployed to Afghanistan thinking that we're going to somehow squash this Taliban that has been there and every other country that's tried it failed.",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "2da528ea-327b-4d56-84f5-5744e2a2bbf0",
		"text": "The Taliban didn't attack us on 9/11. Al Qaida did. Al Qaida attacked us on 9/11.",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "19ac6cdc-f42f-47d8-b9dc-b1d1ad570ab2",
		"text": "That is why I and so many other people joined the military to go after Al Qaida not the Taliban.",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "597ae2bb-4ea9-469f-8b1c-323d7feaec4c",
		"text": "We are helping Al Qaida right now in Saudi Arabia.",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "9cfbaffe-606c-4852-b2f3-5df804bbe6ee",
		"text": "The greatest--",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "94ba9e0d-d6e2-40f8-9b44-48642d4602cd",
		"text": "The greatest threat that we face is the fact we are at a greater risk of nuclear war today than ever before in history.",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "634489cb-ca96-4f68-801b-5fcaacf02e18",
		"text": "Two threats--economic threat, China. Our--our major threat right now is what's going on in the middle east with Iran if we don't get our act together (INAUDIBLE).",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "5f4f2512-62f1-4583-8d15-aefd13fcbda3",
		"text": "Our existential threat is climate change. We have to confront it before it's too late. Senator Warren?",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "113fb08c-736e-4fbd-91d3-5658bb47f167",
		"text": "Climate change.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "33d98274-85c4-4e08-b364-11e1489cf01f",
		"text": "Nuclear proliferation and climate change.",
		"speaker": "Cory Booker"
	},
	{
		"id": "356d918f-2ee2-441b-a677-67d4cbb3d517",
		"text": "China and climate change.",
		"speaker": "Julian Castro"
	},
	{
		"id": "4d84952a-96b9-45dd-9e9f-b55ba1745a24",
		"text": "Russia because they're trying to undermine our democracy and they've been doing a pretty damn good job of it and we need to stop them.",
		"speaker": "Bill de Blasio"
	},
	{
		"id": "3b218c91-49ee-43c6-98a8-6db0682a6877",
		"text": "Yes, and I will tell you why.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "1882b540-8797-419a-83f0-671ff57444e9",
		"text": "One of the most powerful pieces of art in the United States capital is the Trumbull painting of General George Washington resigning his commission to the Continental Congress at the height of his power submitting to the rule of law and the will of people. That has withstood the test of time for the last two hundred forty-three years. If we set another precedent now that a candidate who invited the participation of a foreign power, a president who sought to obstruct the investigation into the invasion of our democracy, if we allow him to get away with this with complete impunity then we will have set a new standard and that is that some people because of the position of power and public trust that they hold are above the law and we cannot allow that to stand.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "7a17435e-32cc-456c-924b-4ca416f74aee",
		"text": "So we must begin impeachment now so that we have the facts and the truth and we followed them as far as they go and as high up as they reach and we save this democracy. And if we have not been able to do that in this year or the year that follows and under my administration our Department of Justice will pursue these facts and ensure that there are consequences, there is accountability and there is justice. It is the only way that we save this country.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "14ee93cb-d065-4814-a8e7-a4326df8ed73",
		"text": "But if we let the Republicans run our election and if we do not do something about Russian interference in the election and we let Mitch McConnell stop all of the backup paper ballots and we are not going to get what we (INAUDIBLE).",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "56989dab-cb8d-49a4-b777-e1a42b0bc9e1",
		"text": "It matters, it matters in this fight for the heart and soul of our party, that we nominate a candidate who has seen the face of poverty and didn't just talk about it but gave people $15 minimum wage. It matters that we nominate a candidate who saw the destruction wrought by a broken health care system and gave people universal healthcare. It matters that we choose someone who saw the wasted potential of our children denied pre-K and gave it to every single one of them for free. These things really matter.",
		"speaker": "Bill de Blasio"
	},
	{
		"id": "f56744a3-24e7-475b-8685-ccdf04f1c968",
		"text": "And these are the things that I've done in New York, and I want to do the same for the whole country, because putting working people first, it matters. We need to be that party again. Let's work together. With your help, we can put working people first again in America.",
		"speaker": "Bill de Blasio"
	},
	{
		"id": "90384091-b4b8-4503-84de-2e8858331413",
		"text": "You know, our nation was founded on the principles of service above self. People who fled kings who literally prospered on the backs and the sacrifices of people coming here to this country, instead of putting in place a government that is of, by, and for the people.",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "606e7536-ec39-4dae-bb27-06b411a33f3b",
		"text": "But that's not what we have. Instead, we have a government that is of, by, and for the rich and powerful. This must end. As president, our White House, our White House will be a beacon of light, providing hope and opportunity, ushering in a new century where every single person will be able to get the healthcare they need, where we will have clean air to breathe and clean water to drink, where we will have good paying jobs and a new green economy. Join me in ushering in this new century with peace, prosperity, opportunity, and justice for all.",
		"speaker": "Tulsi Gabbard"
	},
	{
		"id": "73e56556-1f32-45c1-84f8-21ffb1e0dcbf",
		"text": "Yes. (UNTRANSLATED)",
		"speaker": "Julian Castro"
	},
	{
		"id": "4b4e4776-8a52-4146-b1c1-d703756a231e",
		"text": "The very fact that I can say that tonight shows the progress that we have made in this country.",
		"speaker": "Julian Castro"
	},
	{
		"id": "96d80a05-6672-4102-93c5-e96136b39088",
		"text": "XXX in this country.",
		"speaker": "Julian Castro"
	},
	{
		"id": "e7cc316d-cdb5-4316-ab4d-c2833f1d7e70",
		"text": "Like many of you I know the promise of America. My grandmother came here when she was seven years old as an immigrant from Mexico and just two generations later one of her grandsons is serving the United States Congress and the other one is running for President of the United States.",
		"speaker": "Julian Castro"
	},
	{
		"id": "8279a356-2d24-45fa-9746-bb4297809180",
		"text": "If I'm elected President I will work hard every single day so that you and your family can get good healthcare, your child can get a good education and you can have good job opportunities whether you live in a big city or a small town. And on January 20, 2021, we will say adios to Donald Trump.",
		"speaker": "Julian Castro"
	},
	{
		"id": "2c7fba6d-9bed-45f4-bd14-fac3e04df186",
		"text": "Three things to know about me. First, I listen to people and that's how I get things done. That is my focus. I have a track record of passing over a hundred bills where I am the lead Democrat and that is because I listened and I acted and I think that's important in a President; everything else just melts away.",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "037e0095-054c-42ec-97cf-c2aa9b56183d",
		"text": "Secondly, I'm someone that can win and beat Donald Trump. I have won every place, every race and every time. I have won in the reddest of districts, ones that Donald Trump won by over 20 points. I can win in states like Wisconsin and Iowa and Michigan. And finally, yeah, I am not the establishment party candidate. I've got respect but I'm not that person. I am the one that doesn't have a political machine that doesn't come from money and I don't make all of the promises that everyone up here makes but I can promise you this, I am going to govern with integrity, I'm going to have your back and I'm going to govern for you.",
		"speaker": "Amy Klobuchar"
	},
	{
		"id": "3a27f426-d037-4a07-bae9-3f1050717d95",
		"text": "Gracias. Fifty years ago this month my family moved into the town I grew up in because after being denied a house because of the color of their skin, it was activists, mostly white activists that stood up and fought for them. That's the best of who we are as America and why when I got out of law school I moved into the inner city of Newark(SP) to fight as a tenant lawyer for other people's rights.",
		"speaker": "Cory Booker"
	},
	{
		"id": "5207f3ba-f1d1-4165-9b05-28e5c7b7f0cd",
		"text": "I have taken on bullies and beat them. I've taken on tough fights and we've won and we win those fights not by showing the worst of who we are but rising to whose best. Donald Trump wants us to fight him on his turf and his terms. We will beat him. I will beat him by calling this country to a sense of common purpose again. This is a referendum on him and getting rid of him but it's also a referendum on us, who we are and who we must be to each other. It's time we win this election and the way I'll govern is by showing the best of who we are because that's what this country needs and deserves.",
		"speaker": "Cory Booker"
	},
	{
		"id": "bbdfd894-80d6-4537-912d-fddf9b1e9062",
		"text": "Our daughter Molly turned 11 this week. I'm on this stage for her, for children across this country including some her same age who have been separated from their parents and are sleeping on concrete floors under aluminum blankets tonight. We are going to be there for them. We are going to confront the challenges that we face. We can't return to the same old approach. We are going to need a new kind of politics, one directed by the urgency of the next generation.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "9508ca02-b53c-40c1-a886-b820f3fc12ed",
		"text": "Those climate activists who are fighting not just for their future but for everyone's. Those students marching not just for their lives but for all of ours. We will need a movement like the one that we led in Texas. It renewed our democracy by bringing everyone in and writing nobody off. That's how we beat Donald Trump and that's how we bring this great country together again. Join us. This is our moment and the generations that follow are counting on us to meet it.",
		"speaker": "Beto O'Rourke"
	},
	{
		"id": "407d5b47-86c3-471b-a7ae-cac4a5bee779",
		"text": "Thank you. It's a great honor to be here. Never in a million years did I think I would stand on a stage like this. I was born and raised in Oklahoma. I have three older brother, they all joined the military. I had a dream growing up and my dream was to be a public school teacher.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "f0d1ebca-b2fb-4d8d-8c35-113139c7e6a0",
		"text": "By the time I graduated from high school my family--my family didn't have the money for a college application much less the chance for me to go to college but I got my chance. It was a $50 a semester commuter college . That was a little slice of government that created some opportunity for a girl and it opened my life.",
		"speaker": "Elizabeth Warren"
	},
	{
		"id": "38408345-bd6d-49c5-941f-b612ffb03e16",
		"text": "I am in this fight because I believe that we can make our government, we can make our economy, we can make our country work not just for those at the top; we can make it work for everyone and I promise you this, I will fight for you as hard as I fight for my own family.",
		"speaker": "Elizabeth Warren"
	}
]
